[
  {
    "id": 1,
    "name": "WandaVision",
    "description": "A project exploring alternate realities, artificial worlds, and the manipulation of time and space, just like Wanda Maximoff's journey in the alternate reality she creates in 'WandaVision'.",
    "startDate": "2023-01-01T00:00:00Z",
    "endDate": "2023-12-31T00:00:00Z"
  },
  {
    "id": 2,
    "name": "Loki",
    "description": "A project focused on exploring time manipulation and multiverse dynamics, inspired by the unpredictable journey of Loki as he navigates alternate timelines and realities.",
    "startDate": "2023-02-01T00:00:00Z",
    "endDate": "2023-10-15T00:00:00Z"
  },
  {
    "id": 3,
    "name": "The Falcon and the Winter Soldier",
    "description": "A project promoting collaboration and new beginnings, much like Sam Wilson and Bucky Barnes as they work together to navigate a world without Captain America and promote justice.",
    "startDate": "2023-03-05T00:00:00Z",
    "endDate": "2024-03-05T00:00:00Z"
  },
  {
    "id": 4,
    "name": "Hawkeye",
    "description": "A project focused on precision and accuracy, much like Clint Barton's expertise in archery, as he trains a new generation of heroes while confronting his own past.",
    "startDate": "2023-01-20T00:00:00Z",
    "endDate": "2023-09-20T00:00:00Z"
  },
  {
    "id": 5,
    "name": "What If...?",
    "description": "A project centered on exploring alternate realities, asking the question 'What if?' for key moments in history and seeing how they shape the multiverse, just like the 'What If...?' series.",
    "startDate": "2023-04-15T00:00:00Z",
    "endDate": "2023-11-30T00:00:00Z"
  },
  {
    "id": 6,
    "name": "Ms. Marvel",
    "description": "A project focused on empowerment and self-discovery, inspired by Kamala Khan as she embraces her new superpowers and becomes a hero in the Marvel universe.",
    "startDate": "2023-02-25T00:00:00Z",
    "endDate": "2023-08-25T00:00:00Z"
  },
  {
    "id": 7,
    "name": "Secret Invasion",
    "description": "A project centered around uncovering hidden threats and secrets, as Nick Fury and allies work to expose the invasion of Skrulls disguised as humans in the Marvel Universe.",
    "startDate": "2023-05-10T00:00:00Z",
    "endDate": "2023-12-10T00:00:00Z"
  },
  {
    "id": 8,
    "name": "She-Hulk: Attorney at Law",
    "description": "A project focused on the balance between law and superpowers, following Jennifer Walters as she navigates her career as a lawyer and her new life as She-Hulk.",
    "startDate": "2023-03-01T00:00:00Z",
    "endDate": "2024-01-01T00:00:00Z"
  },
  {
    "id": 9,
    "name": "Moon Knight",
    "description": "A project that delves into mental health, inner conflict, and vigilantism, inspired by Marc Spector’s transformation into Moon Knight as he battles his multiple personalities and crime.",
    "startDate": "2023-06-01T00:00:00Z",
    "endDate": "2023-12-01T00:00:00Z"
  },
  {
    "id": 10,
    "name": "Echo",
    "description": "A project exploring identity and heritage, as Maya Lopez (Echo) embarks on a personal journey of self-discovery and reconciliation with her past while embracing her role as a hero.",
    "startDate": "2023-07-01T00:00:00Z",
    "endDate": "2024-02-01T00:00:00Z"
  }
]
